Repository: wp-plugins/donate-button
Catalog: languages/donate-*.po
Languages: uk

source: requires
uk: потребує

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
uk: або вище, тому плагін було деактивовано! Оновіть WordPress та спробуйте знову.

source: Back to the WordPress
uk: Повернутися до WordPress

source: Plugins page
uk: Сторінка плагінів

source: Settings
uk: Установки

source: FAQ
uk: Часті питання

source: Support
uk: Підтримка

source: Please choose the payment system to make a donation
uk: Будь ласка, оберіть систему для внеску пожертвувань

source: Donate Widget
uk: Donate Віджет

source: Title:
uk: Назва:

source: One button
uk: Одна кнопка

source: 2CO
uk: 2СО

source: Small button
uk: Маленька

source: Credit cards button
uk: Кнопка з кредитними картками

source: Default button
uk: Стандартна конпка

source: Custom button
uk: Кнопка користувача

source: Don&apos;t show
uk: Не показувати

source: Unable to move the file
uk: Переміщення файлу не вдалося

source: Uploaded file smaller than 16x16
uk: Розмір файлу, що завантажується, менше 16х16

source: Uploaded file bigger then 170x70
uk: Файл, що завантажується, перевищує дозволені параметри 170х70

source: You can upload only image files
uk: Ви можете завантажувати тільки файли із зображеннями

source: Please enable curl on server
uk: Будь ласка, підключіть curl на сервері

source: Display all custom buttons
uk: Відображати усі кастомні кнопки

source: Use button
uk: Використати кнопку

source: Output
uk: Виведення

source: If you would like to add the button to your website, just copy and paste this shortcode to your post page or widget:
uk: Якщо ви хочете додати кнопку на ваш сайт, скопіюйте та вставте цей шорткод у необхідне місце

source: Email validation error, email must be written like example@gmail.com
uk: Помилка валідації електронної адреси, він повинен бути виду example@gmail.com

source: Account name is required field, please write your account name in PayPal tab
uk: Поле акаунту обов'язкове для заповнення, будь ласка, введіть ім'я акаунту у вкладці PayPal

source: Account name is required field, please write your account name in 2CO tab
uk: Поле акаунту обов'язкове для заповнення, будь ласка, введіть ім'я акаунту у вкладці 2CO

source: 2CO Account error:You type string, numeric expected.
uk: 2CO помилка акаунту: ви вписали текст у числове поле.

source: 2CO Quantity error:You type string, numeric expected.
uk: 2CO помилка поля кількості: ви вписали текст у числове поле.

source: 2CO Product ID error:You type string, numeric expected.
uk: 2CO помилка ID продукту: ви вписали текст у числове поле.

source: Quantity is required field, please write quantity of products in 2CO tab
uk: Кількість - обов'язкове поле, будь ласка, введіть потрібну кількість подукції у вкладці 2CO

source: Product ID is required field, please write product ID in 2CO tab
uk: Поле з ID продукту не повинно залишатися порожнім, будь ласка, введіть ID продукту у вкладці 2CO

source: Donate Settings
uk: Установки Donate

source: Notice:
uk: Нагадування:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
uk: Налаштування плагіну було змінено. Для того, щоб зберегти ці зміни, не забудьте нажати кнопку "Зберегти зміни".

source: Changes saved
uk: Установки збережені

source: One button for both systems
uk: Одна кнопка для обох систем

source: Please fill in the required fields for each payment system
uk: Будь ласка, заповніть необхідні поля для роботи з кожною системою платежів.

source: Your paypal account email address:
uk: Електронна адреса вашого акаунту PayPal:

source: Your donation purpose:
uk: Мета вашої пожертви:

source: Button type:
uk: Тип кнопки:

source: Default
uk: Стандартна кнопка

source: Use small image
uk: Використовувати маленьке зображення

source: Use credit card image
uk: Використовувати зображення кредитної картки

source: Use image from file
uk: Використовувати зображення з файлу

source: The size of the image you upload must be no more than 170x70 and no smaller than 16x16
uk: Розмір зображення, що завантажується, не повинен перевищувати 170x70 та бути менше 16х16

source: Use image from URL
uk: Використовувати зображення з URL

source: Your 2CO account ID:
uk: ID вашого акаунту 2CO:

source: Quantity:
uk: Кількість:

source: Product ID:
uk: ID продукту:

source: Save changes
uk: Зберегти зміни

source: If you enjoy our plugin, please give it 5 stars on WordPress
uk: Якщо вам сподобався наш плагін, будь ласка, оцініть його у 5 зірочок на WordPress

source: Rate the plugin
uk: Оцінити плагін

source: If there is something wrong about it, please contact us
uk: Якщо у вас виникли питання, будь ласка, зверніться до нас
